['MSZoning',Общая классификация зонирования.
 'Street',Тип подъезда к дороге
 'LotShape',Общая форма объекта недвижимости.+
 'LandContour', Ровность участка+
 'Utilities',Типы доступных утилит.
 'LotConfig',Конфигурация лота.+
 'LandSlope',Уклон участка.+
 'Neighborhood',Физические местоположения в пределах города Эймс.
 'Condition1', Близость к главной дороге или железной дороге.
 'BldgType',Тип жилья.+
 'HouseStyle',Стиль жилища+
 'RoofStyle', Тип крыши.
 'RoofMatl',Материал крыши
 'Exterior1st',Наружное покрытие дома.
 'Exterior2nd', Наружное покрытие дома (если более одного материала)
 'ExterQual',Качество материала экстерьера.
 'ExterCond',Текущее состояние материала снаружи.
 'Foundation',Тип фундамента
 'Heating',Тип отопления
 'HeatingQC',качество и состояние отопления.
 'CentralAir',Центральное кондиционирование.+
 'KitchenQual',Качество кухни
 'Functional',Рейтинг функциональности дома
 'PavedDrive',Асфальтированная подъездная дорога
]